Repository: murphy-lyu/carry-ios
Catalog: Carry/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# itinerary.add_stop.search_placeholder
source: Search places
de: Orte suchen
es: Buscar lugares
fr: Rechercher des lieux
ja: 場所を検索
ko: 장소 검색
pt_br: Buscar lugares
zh_hans: 搜索地点
zh_hant: 搜尋地點

# itinerary.add_stop.title
source: Add place
de: Ort hinzufügen
es: Añadir lugar
fr: Ajouter un lieu
ja: 場所を追加
ko: 장소 추가
pt_br: Adicionar local
zh_hans: 添加地点
zh_hant: 加入地點

# itinerary.attachment.add
source: Add file, photo, or link
de: Datei, Foto oder Link hinzufügen
es: Añadir archivo, foto o enlace
fr: Ajouter un fichier, une photo ou un lien
ja: ファイル・写真・リンクを追加
ko: 파일, 사진 또는 링크 추가
pt_br: Adicionar arquivo, foto ou link
zh_hans: 添加文件、照片或链接
zh_hant: 新增檔案、相片或連結

# itinerary.attachment.add_link
source: Add Link
de: Link hinzufügen
es: Añadir enlace
fr: Ajouter un lien
ja: リンクを追加
ko: 링크 추가
pt_br: Adicionar link
zh_hans: 添加链接
zh_hant: 新增連結

# itinerary.attachment.choose_file
source: Choose File
de: Datei auswählen
es: Elegir archivo
fr: Choisir un fichier
ja: ファイルを選択
ko: 파일 선택
pt_br: Escolher arquivo
zh_hans: 选文件
zh_hant: 選擇檔案

# itinerary.attachment.choose_photo
source: Choose Photo
de: Foto auswählen
es: Elegir foto
fr: Choisir une photo
ja: 写真を選択
ko: 사진 선택
pt_br: Escolher foto
zh_hans: 选照片
zh_hant: 選擇相片

# itinerary.attachment.link_name
source: Title (optional)
de: Titel (optional)
es: Título (opcional)
fr: Titre (facultatif)
ja: タイトル（任意）
ko: 제목(선택)
pt_br: Título (opcional)
zh_hans: 标题（可选）
zh_hant: 標題（選填）

# itinerary.attachment.section
source: Attachments
de: Anhänge
es: Adjuntos
fr: Pièces jointes
ja: 添付
ko: 첨부
pt_br: Anexos
zh_hans: 附件
zh_hant: 附件

# itinerary.attachment.take_photo
source: Take Photo
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
ja: 写真を撮る
ko: 사진 촬영
pt_br: Tirar foto
zh_hans: 拍照
zh_hant: 拍照

# itinerary.attachment.too_large
source: File too large (max 25 MB)
de: Datei zu groß (max. 25 MB)
es: Archivo demasiado grande (máx. 25 MB)
fr: Fichier trop volumineux (max 25 Mo)
ja: ファイルが大きすぎます（上限25MB）
ko: 파일이 너무 큼(최대 25MB)
pt_br: Arquivo muito grande (máx. 25 MB)
zh_hans: 文件过大（上限 25MB）
zh_hant: 檔案過大（上限 25MB）

# itinerary.calendar.all_day
source: All-day
de: Ganztägig
es: Todo el día
fr: Toute la journée
ja: 終日
ko: 종일
pt_br: Dia todo
zh_hans: 全天
zh_hant: 全天

# itinerary.calendar.untitled
source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
ja: 無題
ko: 제목 없음
pt_br: Sem título
zh_hans: 无标题
zh_hant: 無標題

# itinerary.category.activity
source: Activity
de: Aktivität
es: Actividad
fr: Activité
ja: アクティビティ
ko: 활동
pt_br: Atividade
zh_hans: 活动
zh_hant: 活動

# itinerary.category.carRental
source: Car Rental
de: Mietwagen
es: Alquiler de coche
fr: Location de voiture
ja: レンタカー
ko: 렌터카
pt_br: Aluguel de carro
zh_hans: 租车
zh_hant: 租車

# itinerary.category.cruise
source: Cruise
de: Kreuzfahrt
es: Crucero
fr: Croisière
ja: クルーズ
ko: 크루즈
pt_br: Cruzeiro
zh_hans: 邮轮
zh_hant: 郵輪

# itinerary.category.flight
source: Flight
de: Flug
es: Vuelo
fr: Vol
ja: フライト
ko: 항공
pt_br: Voo
zh_hans: 航班
zh_hant: 航班

# itinerary.category.food
source: Food
de: Essen
es: Comida
fr: Restauration
ja: 食事
ko: 음식
pt_br: Comida
zh_hans: 餐饮
zh_hant: 餐飲

# itinerary.category.lodging
source: Lodging
de: Unterkunft
es: Alojamiento
fr: Hébergement
ja: 宿泊
ko: 숙소
pt_br: Hospedagem
zh_hans: 住宿
zh_hant: 住宿

# itinerary.category.other
source: Other
de: Sonstiges
es: Otro
fr: Autre
ja: その他
ko: 기타
pt_br: Outro
zh_hans: 其他
zh_hant: 其他

# itinerary.category.shopping
source: Shopping
de: Einkaufen
es: Compras
fr: Achats
ja: ショッピング
ko: 쇼핑
pt_br: Compras
zh_hans: 购物
zh_hant: 購物

# itinerary.category.sightseeing
source: Sights
de: Sehenswürdigkeit
es: Lugares de interés
fr: Site touristique
ja: 観光
ko: 명소
pt_br: Pontos turísticos
zh_hans: 景点
zh_hant: 景點

# itinerary.category.transport
source: Train
de: Zug
es: Tren
ja: 列車
ko: 기차
pt_br: Trem
zh_hans: 火车
zh_hant: 火車

# itinerary.dateless.empty.cta
source: Add a place
de: Ort hinzufügen
es: Agregar lugar
fr: Ajouter un lieu
ja: 場所を追加
ko: 장소 추가
pt_br: Adicionar lugar
zh_hans: 添加地点
zh_hant: 新增地點

# itinerary.dateless.empty.subtitle
source: Add the places you have in mind — set the dates later.
de: Füge die Orte hinzu, die dir vorschweben — die Daten kommen später.
es: Agrega los lugares que tienes en mente; las fechas, después.
fr: Ajoute les lieux qui t'inspirent — tu fixeras les dates plus tard.
ja: 気になる場所を先に追加。日付は後で決められます。
ko: 가고 싶은 곳을 먼저 추가하세요. 날짜는 나중에 정해도 돼요.
pt_br: Adicione os lugares que você tem em mente — as datas ficam para depois.
zh_hans: 先把想去的地方加进来，日期之后再定。
zh_hant: 先把想去的地方加進來，日期之後再定。

# itinerary.dateless.empty.title
source: Where do you want to go?
de: Wohin möchtest du?
es: ¿A dónde quieres ir?
fr: Où veux-tu aller ?
ja: どこへ行きたい？
ko: 어디로 가고 싶나요?
pt_br: Para onde você quer ir?
zh_hans: 想去哪些地方？
zh_hant: 想去哪些地方？

# itinerary.dateless.section
source: Places to visit
de: Wunschorte
es: Lugares por visitar
fr: Lieux à visiter
ja: 行きたい場所
ko: 가고 싶은 곳
pt_br: Lugares para visitar
zh_hans: 想去的地点
zh_hant: 想去的地點

# itinerary.day.title
source: Day %d
de: Tag %d
es: Día %d
fr: Jour %d
ja: %d日目
ko: %d일차
pt_br: Dia %d
zh_hans: 第 %d 天
zh_hant: 第 %d 天

# itinerary.detail.copy_action
source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
pt_br: Copiar
zh_hans: 拷贝
zh_hant: 拷貝

# itinerary.empty.map.day_hint
source: Nothing planned this day
de: Für diesen Tag nichts geplant
es: Nada planeado para este día
fr: Rien de prévu ce jour
ja: この日はまだ予定がありません
ko: 이 날은 아직 일정이 없어요
pt_br: Nada planejado para este dia
zh_hans: 这天还没安排地点
zh_hant: 這天還沒安排地點

# itinerary.empty.map.invite
source: Add your first place
de: Ersten Ort hinzufügen
es: Añade tu primer lugar
fr: Ajoute ton premier lieu
ja: 最初の場所を追加
ko: 첫 장소를 추가해 보세요
pt_br: Adicione seu primeiro lugar
zh_hans: 添加第一个地点
zh_hant: 加入第一個地點

# itinerary.empty.map.subtitle
source: Add at least one place to start building a route.
de: Füge mindestens einen Ort hinzu, um eine Route zu erstellen.
es: Añade al menos un lugar para empezar a crear una ruta.
fr: Ajoute au moins un lieu pour commencer à tracer un itinéraire.
ja: 場所を 1 つ以上追加すると、ルートを作成できます。
ko: 장소를 하나 이상 추가하면 경로를 만들 수 있어요.
pt_br: Adicione pelo menos um local para começar a criar uma rota.
zh_hans: 添加至少一个地点，就能开始生成路线。
zh_hant: 加入至少一個地點，就能開始生成路線。

# itinerary.empty.map.title
source: No places yet
de: Noch keine Orte
es: Aún no hay lugares
fr: Aucun lieu pour l’instant
ja: 場所がまだありません
ko: 아직 장소가 없어요
pt_br: Nenhum local ainda
zh_hans: 还没有地点
zh_hant: 還沒有地點

# itinerary.flight.field.aircraft
source: Aircraft
de: Flugzeugtyp
es: Aeronave
fr: Appareil
ja: 機材
ko: 기종
pt_br: Aeronave
zh_hans: 机型
zh_hant: 機型

# itinerary.flight.field.cabin
source: Cabin
de: Klasse
es: Clase
fr: Classe
ja: 客室クラス
ko: 좌석 등급
pt_br: Classe
zh_hans: 舱位
zh_hant: 艙位

# itinerary.flight.field.distance
source: Distance
de: Distanz
es: Distancia
ja: 飛行距離
ko: 비행 거리
pt_br: Distância
zh_hans: 航程
zh_hant: 航程

# itinerary.flight.field.duration
source: Duration
de: Dauer
es: Duración
fr: Durée
ja: 所要時間
ko: 비행 시간
pt_br: Duração
zh_hans: 飞行时长
zh_hant: 飛行時長

# itinerary.flight.field.eticket
source: E-ticket number
de: E-Ticket-Nummer
es: Número de billete electrónico
fr: Numéro de billet électronique
ja: eチケット番号
ko: 전자항공권 번호
pt_br: Número do bilhete eletrônico
zh_hans: 电子客票号
zh_hant: 電子機票號

# itinerary.header.dateless
source: No dates yet
de: Ohne Datum
es: Aún sin fechas
fr: Pas encore de dates
ja: 日付未設定
ko: 날짜 없음
pt_br: Sem datas
zh_hans: 尚未设置日期
zh_hant: 尚未設定日期

# itinerary.header.planning
source: Planning
de: Planung
es: Planificación
fr: Planification
ja: 計画中
ko: 계획 중
pt_br: Planejamento
zh_hans: 规划中
zh_hant: 規劃中

# itinerary.import.action
source: Add to my trips
de: Zu meinen Reisen hinzufügen
es: Añadir a mis viajes
fr: Ajouter à mes voyages
ja: 自分の旅程に追加
ko: 내 여행에 추가
pt_br: Adicionar às minhas viagens
zh_hans: 导入到我的行程
zh_hant: 匯入到我的行程

# itinerary.import.heading
source: A trip was shared with you
de: Eine Reise wurde mit dir geteilt
es: Te han compartido un viaje
fr: Un voyage a été partagé avec vous
ja: 旅程が共有されました
ko: 여행을 공유받았어요
pt_br: Uma viagem foi compartilhada com você
zh_hans: 有人和你分享了行程
zh_hant: 有人與你分享了行程

# itinerary.import.update_action
source: Update itinerary
de: Reiseplan aktualisieren
es: Actualizar itinerario
fr: Mettre à jour l’itinéraire
ja: 旅程を更新
ko: 일정 업데이트
pt_br: Atualizar itinerário
zh_hans: 更新行程规划
zh_hant: 更新行程規劃

# itinerary.import.update_note
source: You already have this trip. Importing replaces its itinerary with the latest version — your packing list stays unchanged.
de: Du hast diese Reise bereits. Beim Importieren wird ihr Reiseplan durch die neueste Version ersetzt – deine Packliste bleibt unverändert.
es: Ya tienes este viaje. Al importarlo, su itinerario se reemplaza por la versión más reciente; tu lista de equipaje no cambia.
fr: Vous avez déjà ce voyage. L’importation remplace son itinéraire par la dernière version ; votre liste de bagages reste inchangée.
ja: この旅程はすでにあります。インポートすると行程が最新版に置き換わります（持ち物リストはそのまま）。
ko: 이미 가지고 있는 여행이에요. 가져오면 일정이 최신 버전으로 바뀌어요(짐 목록은 그대로 유지).
pt_br: Você já tem esta viagem. Importar substitui o itinerário pela versão mais recente; sua lista de bagagem permanece igual.
zh_hans: 你已有这个行程，导入会用最新版替换它的行程规划（打包清单不变）。
zh_hant: 你已有這個行程，匯入會用最新版取代它的行程規劃（打包清單不變）。

# itinerary.kind.place
source: Place
de: Ort
es: Lugar
fr: Lieu
ja: 場所
ko: 장소
pt_br: Local
zh_hans: 地点
zh_hant: 地點

# itinerary.lodging.add.title
source: Add lodging
de: Unterkunft hinzufügen
es: Añadir alojamiento
fr: Ajouter un hébergement
ja: 宿泊を追加
ko: 숙소 추가
pt_br: Adicionar hospedagem
zh_hans: 添加住宿
zh_hant: 加入住宿

# itinerary.lodging.edit.title
source: Edit lodging
de: Unterkunft bearbeiten
es: Editar alojamiento
fr: Modifier l’hébergement
ja: 宿泊を編集
ko: 숙소 편집
pt_br: Editar hospedagem
zh_hans: 编辑住宿
zh_hant: 編輯住宿

# itinerary.lodging.field.address
source: Address
de: Adresse
es: Dirección
fr: Adresse
ja: 住所
ko: 주소
pt_br: Endereço
zh_hans: 地址
zh_hant: 地址

# itinerary.lodging.field.checkin_time
source: Check-in time
de: Check-in-Zeit
es: Hora de entrada
fr: Heure d’arrivée
ja: チェックイン時刻
ko: 체크인 시각
pt_br: Hora de check-in
zh_hans: 入住时间
zh_hant: 入住時間

# itinerary.lodging.field.checkout_time
source: Check-out time
de: Check-out-Zeit
es: Hora de salida
fr: Heure de départ
ja: チェックアウト時刻
ko: 체크아웃 시각
pt_br: Hora de check-out
zh_hans: 退房时间
zh_hant: 退房時間

# itinerary.lodging.field.name
source: Hotel / place
de: Hotel / Unterkunft
es: Hotel / lugar
fr: Hôtel / logement
ja: ホテル・宿
ko: 호텔 / 숙소
pt_br: Hotel / local
zh_hans: 酒店 / 住处
zh_hant: 飯店 / 住處

# itinerary.lodging.field.nights
source: Nights
de: Nächte
es: Noches
fr: Nuits
ja: 泊数
ko: 박 수
pt_br: Noites
zh_hans: 晚数
zh_hant: 晚數

# itinerary.lodging.field.nights.one
source: Night
de: Nacht
es: Noche
fr: Nuit
ja: 泊数
ko: 박 수
pt_br: Noite
zh_hans: 晚数
zh_hant: 晚數

# itinerary.lodging.nights_value
source: %lld nights
de: %lld Nächte
es: %lld noches
fr: %lld nuits
ja: %lld 泊
ko: %lld박
pt_br: %lld noites
zh_hans: %lld 晚
zh_hant: %lld 晚

# itinerary.lodging.search.manual
source: Add manually
de: Manuell hinzufügen
es: Añadir manualmente
fr: Ajouter manuellement
ja: 手動で追加
ko: 수동으로 추가
pt_br: Adicionar manualmente
zh_hans: 手动添加
zh_hant: 手動新增

# itinerary.lodging.search.manual_hint
source: Can't find the hotel?
de: Hotel nicht gefunden?
es: ¿No encuentras el hotel?
fr: Hôtel introuvable ?
ja: ホテルが見つからない？
ko: 호텔을 찾을 수 없나요?
pt_br: Não encontrou o hotel?
zh_hans: 找不到酒店？
zh_hant: 找不到飯店？

# itinerary.lodging.search.placeholder
source: Search hotel or address
de: Hotel oder Adresse suchen
es: Buscar hotel o dirección
fr: Rechercher un hôtel ou une adresse
ja: ホテルや住所を検索
ko: 호텔 또는 주소 검색
pt_br: Buscar hotel ou endereço
zh_hans: 搜索酒店或地址
zh_hant: 搜尋飯店或地址

# itinerary.lodging.section.stay
source: Stay
de: Aufenthalt
es: Estancia
fr: Séjour
ja: 滞在
ko: 숙박
pt_br: Estadia
zh_hans: 入住
zh_hant: 入住

# itinerary.lodging.timeline.depart
source: Depart
de: Aufbruch
es: Salida
fr: Départ
ja: 出発
ko: 출발
pt_br: Saída
zh_hans: 出发
zh_hant: 出發

# itinerary.lodging.timeline.overnight
source: Return
de: Rückkehr
es: Regreso
fr: Retour
ja: 戻り
ko: 복귀
pt_br: Volta
zh_hans: 返回
zh_hant: 返回

# itinerary.map.all_days
source: All
de: Alle
es: Todos
fr: Tous
ja: すべて
ko: 전체
pt_br: Todos
zh_hans: 全部
zh_hant: 全部

# itinerary.map.title
source: Route map
de: Routenkarte
es: Mapa de ruta
fr: Carte de l’itinéraire
ja: ルートマップ
ko: 경로 지도
pt_br: Mapa do roteiro
zh_hans: 路线地图
zh_hant: 路線地圖

# itinerary.nav.app.apple
source: Apple Maps
de: Apple Karten
es: Apple Mapas
fr: Apple Plans
ja: Apple マップ
ko: Apple 지도
pt_br: Apple Mapas
zh_hans: Apple 地图
zh_hant: Apple 地圖

# itinerary.nav.button.a11y
source: Navigate here
de: Hierhin navigieren
es: Navegar aquí
fr: Naviguer jusqu’ici
ja: ここへ案内
ko: 여기로 길찾기
pt_br: Navegar até aqui
zh_hans: 导航到这里
zh_hant: 導航到這裡

# itinerary.nav.mode.cycling
source: Cycle
de: Rad
es: Bici
fr: Vélo
ja: 自転車
ko: 자전거
pt_br: Bici
zh_hans: 骑行
zh_hant: 騎乘

# itinerary.nav.mode.driving
source: Drive
de: Auto
es: Coche
fr: Voiture
ja: 車
ko: 자동차
pt_br: Carro
zh_hans: 驾车
zh_hant: 開車

# itinerary.nav.mode.transit
source: Transit
de: ÖPNV
es: Público
fr: Transports
ja: 交通機関
ko: 대중교통
pt_br: Público
zh_hans: 公交
zh_hant: 大眾運輸

# itinerary.nav.mode.walking
source: Walk
de: Zu Fuß
es: A pie
fr: À pied
ja: 徒歩
ko: 도보
pt_br: A pé
zh_hans: 步行
zh_hant: 步行

# itinerary.nav.no_app_for_mode
source: No installed map supports this mode
de: Keine installierte Karten-App unterstützt diesen Modus
es: Ningún mapa instalado admite este modo
fr: Aucune carte installée ne prend en charge ce mode
ja: この移動手段に対応する地図アプリがありません
ko: 이 이동 수단을 지원하는 지도 앱이 없습니다
pt_br: Nenhum mapa instalado é compatível com este modo
zh_hans: 未安装支持该方式的地图
zh_hant: 未安裝支援此方式的地圖

# itinerary.optimize.apply
source: Use this order
de: Diese Reihenfolge übernehmen
es: Usar este orden
fr: Adopter cet ordre
ja: この順序にする
ko: 이 순서 사용
pt_br: Usar esta ordem
zh_hans: 采用此顺序
zh_hant: 採用此順序

# itinerary.optimize.button
source: Optimize order
de: Reihenfolge optimieren
es: Optimizar orden
fr: Optimiser l’ordre
ja: 順序を最適化
ko: 순서 최적화
pt_br: Otimizar ordem
zh_hans: 优化顺序
zh_hant: 最佳化順序

# itinerary.optimize.by_road
source: By road
de: Auf der Straße
es: Por carretera
fr: Par la route
ja: 道路距離
ko: 도로 기준
pt_br: Por estrada
zh_hans: 按道路距离
zh_hant: 按道路距離

# itinerary.optimize.calculating
source: Calculating road distance…
de: Streckendistanz wird berechnet…
es: Calculando distancia por carretera…
fr: Calcul de la distance routière…
ja: 道路距離を計算中…
ko: 도로 거리 계산 중…
pt_br: Calculando distância por estrada…
zh_hans: 正在计算道路距离…
zh_hant: 正在計算道路距離…

# itinerary.optimize.current
source: Current
de: Aktuell
es: Actual
fr: Actuel
ja: 現在
ko: 현재
pt_br: Atual
zh_hans: 当前
zh_hant: 目前

# itinerary.optimize.endpoints_fixed
source: Start and end stay fixed; only the places in between are reordered.
de: Start und Ziel bleiben fest; nur die Orte dazwischen werden neu sortiert.
es: El inicio y el final no cambian; solo se reordenan los lugares intermedios.
fr: Le départ et l’arrivée restent fixes ; seuls les lieux intermédiaires sont réordonnés.
ja: 出発地と到着地は固定され、間の場所だけが並べ替えられます。
ko: 출발지와 도착지는 고정되고, 중간 장소만 재정렬됩니다.
pt_br: O início e o fim permanecem fixos; apenas os locais intermediários são reordenados.
zh_hans: 起点与终点保持不变，只重排中间的地点。
zh_hant: 起點與終點保持不變，只重排中間的地點。

# itinerary.optimize.new_order
source: Suggested order
de: Vorgeschlagene Reihenfolge
es: Orden sugerido
fr: Ordre suggéré
ja: おすすめの順序
ko: 추천 순서
pt_br: Ordem sugerida
zh_hans: 建议顺序
zh_hant: 建議順序

# itinerary.optimize.optimal.subtitle
source: Today’s places are already in a near-shortest order.
de: Die heutigen Orte sind bereits nahezu optimal angeordnet.
es: Los lugares de hoy ya están en un orden casi óptimo.
fr: Les lieux du jour sont déjà presque dans l’ordre le plus court.
ja: 今日の場所はすでにほぼ最短の順序です。
ko: 오늘 장소는 이미 거의 최단 순서예요.
pt_br: Os locais de hoje já estão em uma ordem quase ideal.
zh_hans: 今天的地点顺序已经接近最短了。
zh_hant: 今天的地點順序已經接近最短了。

# itinerary.optimize.optimal.title
source: Already efficient
de: Bereits effizient
es: Ya es eficiente
fr: Déjà optimal
ja: すでに効率的
ko: 이미 효율적
pt_br: Já está eficiente
zh_hans: 已经很顺了
zh_hant: 已經很順了

# itinerary.optimize.optimized
source: Optimized
de: Optimiert
es: Optimizado
fr: Optimisé
ja: 最適化後
ko: 최적화 후
pt_br: Otimizado
zh_hans: 优化后
zh_hant: 最佳化後

# itinerary.optimize.preview_subtitle
source: Review the suggested order before applying it.
de: Sieh dir die vorgeschlagene Reihenfolge vor dem Übernehmen an.
es: Revisa el orden sugerido antes de aplicarlo.
fr: Vérifie l’ordre suggéré avant de l’appliquer.
ja: 採用する前に、提案された順序を確認できます。
ko: 적용하기 전에 추천 순서를 먼저 확인하세요.
pt_br: Revise a ordem sugerida antes de aplicar.
zh_hans: 先查看建议顺序，再决定是否采用。
zh_hant: 先查看建議順序，再決定是否採用。

# itinerary.optimize.saved_short
source: saved
de: gespart
es: ahorrado
fr: économisé
ja: 短縮
ko: 단축
pt_br: economizado
zh_hans: 节省
zh_hant: 節省

# itinerary.optimize.straight_line
source: Straight-line distance
de: Luftlinie
es: Distancia en línea recta
fr: Distance à vol d’oiseau
ja: 直線距離
ko: 직선 거리
pt_br: Distância em linha reta
zh_hans: 直线距离
zh_hant: 直線距離

# itinerary.optimize.timed_fixed
source: Stops with a set time also stay fixed and aren't reordered.
de: Orte mit fester Uhrzeit bleiben ebenfalls fix und werden nicht umsortiert.
es: Los lugares con una hora fijada también quedan fijos y no se reordenan.
fr: Les lieux avec une heure définie restent aussi fixes et ne sont pas réorganisés.
ja: 時刻を設定した場所も固定され、並べ替えられません。
ko: 시간을 정한 장소도 고정되어 재정렬되지 않아요.
pt_br: Locais com horário definido também ficam fixos e não são reordenados.
zh_hans: 设了时间的地点同样固定，不参与重排。
zh_hant: 設了時間的地點同樣固定，不會參與重排。

# itinerary.optimize.title
source: Optimize route
de: Route optimieren
es: Optimizar ruta
fr: Optimiser l’itinéraire
ja: ルートを最適化
ko: 경로 최적화
pt_br: Otimizar roteiro
zh_hans: 优化路线
zh_hant: 最佳化路線

# itinerary.panel.days
source: days
de: Tage
es: días
fr: jours
ja: 日
ko: 일
pt_br: dias
zh_hans: 天
zh_hant: 天

# itinerary.panel.stops_short
source: places
de: Orte
es: lugares
fr: lieux
ja: 件
ko: 개 장소
pt_br: lugares
zh_hans: 个地点
zh_hant: 個地點

# itinerary.panel.title
source: Route planning
de: Routenplanung
es: Planificación de ruta
fr: Planification d’itinéraire
ja: 旅程の計画
ko: 경로 계획
pt_br: Planejamento de rota
zh_hans: 行程规划
zh_hant: 行程規劃

# itinerary.reorder.drop_here
source: Drop here
de: Hierhin ziehen
es: Soltar aquí
fr: Déposer ici
ja: ここにドラッグ
ko: 여기에 놓기
pt_br: Solte aqui
zh_hans: 拖到这里
zh_hant: 拖到這裡

# itinerary.reorder.menu
source: Reorder Places
de: Orte neu anordnen
es: Reordenar lugares
fr: Réorganiser les lieux
ja: 場所を並べ替え
ko: 장소 순서 변경
pt_br: Reordenar locais
zh_hans: 地点排序
zh_hant: 地點排序

# itinerary.scope.all
source: All days
de: Alle Tage
es: Todos los días
fr: Tous les jours
ja: すべて
ko: 전체
pt_br: Todos os dias
zh_hans: 全部
zh_hant: 全部

# itinerary.scope.all_hint
source: Overview
de: Übersicht
es: Resumen
fr: Vue d’ensemble
ja: 全体
ko: 전체 보기
pt_br: Visão geral
zh_hans: 总览
zh_hant: 總覽

# itinerary.scope.day_unknown
source: This day
de: Dieser Tag
es: Este día
fr: Ce jour
ja: この日
ko: 이날
pt_br: Este dia
zh_hans: 这一天
zh_hant: 這一天

# itinerary.send_to_companion
source: Send to friend
de: An Freunde senden
es: Enviar a un amigo
fr: Envoyer à un ami
ja: 友達に送る
ko: 친구에게 보내기
pt_br: Enviar a um amigo
zh_hans: 发送给朋友
zh_hant: 傳送給朋友

# itinerary.share
source: Share trip
de: Reise teilen
es: Compartir viaje
fr: Partager le voyage
ja: 旅程を共有
ko: 여행 공유
pt_br: Compartilhar viagem
zh_hans: 分享行程
zh_hant: 分享行程

# itinerary.share.include_map
source: Include route map
de: Routenkarte einbeziehen
es: Incluir mapa de ruta
fr: Inclure la carte de l’itinéraire
ja: ルートマップを含める
ko: 경로 지도 포함
pt_br: Incluir mapa da rota
zh_hans: 包含路线地图
zh_hant: 包含路線地圖

# itinerary.stop.detail.address_copied
source: Copied
de: Kopiert
es: Copiado
fr: Copié
ja: コピー済み
ko: 복사됨
pt_br: Copiado
zh_hans: 已复制
zh_hant: 已複製

# itinerary.stop.detail.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
pt_br: Editar
zh_hans: 编辑
zh_hant: 編輯

# itinerary.stop.detail.navigate
source: Get Directions
de: Route
es: Cómo llegar
fr: Itinéraire
ja: 経路
ko: 길찾기
pt_br: Como chegar
zh_hans: 导航到这里
zh_hant: 導航到這裡

# itinerary.stop.detail.note_less
source: Show less
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
ja: 折りたたむ
ko: 접기
pt_br: Mostrar menos
zh_hans: 收起
zh_hant: 收合

# itinerary.stop.detail.note_more
source: Show more
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
ja: もっと見る
ko: 더 보기
pt_br: Mostrar mais
zh_hans: 展开
zh_hant: 展開

# itinerary.stop.detail.to_next
source: %@ to next stop
de: %@ bis zum nächsten Halt
es: %@ hasta la próxima parada
fr: %@ jusqu'au prochain arrêt
ja: 次の目的地まで %@
ko: 다음 장소까지 %@
pt_br: %@ até a próxima parada
zh_hans: 到下一站 %@
zh_hant: 到下一站 %@

# itinerary.stop.edit.location_header
source: Place
de: Ort
es: Lugar
fr: Lieu
ja: 場所
ko: 장소
pt_br: Local
zh_hans: 地点
zh_hant: 地點

# itinerary.stop.edit.note
source: Note
de: Notiz
es: Nota
ja: メモ
ko: 메모
pt_br: Nota
zh_hans: 备注
zh_hant: 備註

# itinerary.stop.edit.relocate
source: Change location
de: Ort ändern
es: Cambiar ubicación
fr: Changer de lieu
ja: 場所を変更
ko: 위치 변경
pt_br: Alterar local
zh_hans: 更换地点
zh_hant: 更換地點

# itinerary.stop.edit.set_location
source: Set location
de: Ort festlegen
es: Definir ubicación
fr: Définir le lieu
ja: 場所を設定
ko: 위치 설정
pt_br: Definir local
zh_hans: 设定位置
zh_hant: 設定地點

# itinerary.stop.edit.set_time
source: Set a time
de: Uhrzeit festlegen
es: Establecer hora
fr: Définir une heure
ja: 時刻を設定
ko: 시간 설정
pt_br: Definir horário
zh_hans: 设定时间
zh_hant: 設定時間

# itinerary.stop.edit.time
source: Time
de: Uhrzeit
es: Hora
fr: Heure
ja: 時刻
ko: 시간
pt_br: Horário
zh_hans: 时间
zh_hant: 時間

# itinerary.stop.edit.title
source: Edit place
de: Ort bearbeiten
es: Editar lugar
fr: Modifier le lieu
ja: 場所を編集
ko: 장소 편집
pt_br: Editar lugar
zh_hans: 编辑地点
zh_hant: 編輯地點

# itinerary.timezone.auto
source: Automatic
de: Automatisch
es: Automático
fr: Automatique
ja: 自動
ko: 자동
pt_br: Automático
zh_hans: 自动
zh_hant: 自動

# itinerary.timezone.field
source: Time zone
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
ja: タイムゾーン
ko: 시간대
pt_br: Fuso horário
zh_hans: 时区
zh_hant: 時區

# itinerary.timezone.picker.title
source: Time zone
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
ja: タイムゾーン
ko: 시간대
pt_br: Fuso horário
zh_hans: 时区
zh_hant: 時區

# itinerary.timezone.search
source: Search time zones
de: Zeitzonen suchen
es: Buscar zonas horarias
fr: Rechercher un fuseau horaire
ja: タイムゾーンを検索
ko: 시간대 검색
pt_br: Buscar fusos horários
zh_hans: 搜索时区
zh_hant: 搜尋時區

# itinerary.transport.add.title.typed
source: Add %@
de: %@ hinzufügen
es: Añadir %@
fr: Ajouter %@
ja: %@を追加
ko: %@ 추가
pt_br: Adicionar %@
zh_hans: 添加%@
zh_hant: 新增%@

# itinerary.transport.edit.title.typed
source: Edit %@
de: %@ bearbeiten
es: Editar %@
fr: Modifier %@
ja: %@を編集
ko: %@ 편집
pt_br: Editar %@
zh_hans: 编辑%@
zh_hant: 編輯%@

# itinerary.transport.field.airline
source: Airline
de: Fluggesellschaft
es: Aerolínea
fr: Compagnie aérienne
ja: 航空会社
ko: 항공사
pt_br: Companhia aérea
zh_hans: 航空公司
zh_hant: 航空公司

# itinerary.transport.field.airport
source: Airport
de: Flughafen
es: Aeropuerto
fr: Aéroport
ja: 空港
ko: 공항
pt_br: Aeroporto
zh_hans: 机场
zh_hant: 機場

# itinerary.transport.field.bus_type
source: Bus type
de: Bustyp
es: Tipo de autobús
fr: Type de bus
ja: バスの種類
ko: 버스 종류
pt_br: Tipo de ônibus
zh_hans: 巴士类型
zh_hant: 巴士類型

# itinerary.transport.field.clear_time
source: Clear time
de: Zeit löschen
es: Borrar hora
fr: Effacer l’heure
ja: 時刻を消去
ko: 시간 지우기
pt_br: Limpar horário
zh_hans: 清除时间
zh_hant: 清除時間

# itinerary.transport.field.coach
source: Coach number
de: Wagennummer
es: Número de vagón
fr: Numéro de voiture
ja: 号車
ko: 호차
pt_br: Número do vagão
zh_hans: 车厢号
zh_hant: 車廂號

# itinerary.transport.field.company
source: Company
de: Anbieter
es: Empresa
fr: Société
ja: レンタル会社
ko: 대여 업체
pt_br: Locadora
zh_hans: 租车公司
zh_hant: 租車公司

# itinerary.transport.field.confirmation
source: Booking code
de: Buchungscode
es: Código de reserva
fr: Code de réservation
ja: 予約番号
ko: 예약 번호
pt_br: Código de reserva
zh_hans: 预订代码
zh_hant: 預訂代碼
